adpyke.codesnap
alefragnani.project-manager
andrew-codes.cypress-snippets
codezombiech.gitignore
donjayamanne.git-extension-pack
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.powershell
nicollasr.vscode-streamdeck
oderwat.indent-rainbow
pkief.material-icon-theme
shelex.vscode-cy-helper
spoonscen.es6-mocha-snippets
tomoki1207.pdf
usernamehw.errorlens
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
